Repository: 64sys/tocontac
Catalog: .lang/*.po
Languages: de, it

source: Lista de contactos
de: Kontaktliste

source: Gestion de contactos
de: Kontaktverwaltung

source: Pagina web
de: Webseite

source: Código fuente
de: Quelle

source: Componentes utilizados en este programa
de: Komponenten in diesem programm verwendet
it: I componenti utilizzati in questo programma

source: Clic para ver detalles en
de: Klicken details anzeigen
it: Clicca per vedere i dettagli

source: Este programa se entrega sin ningun tipo de garantia
de: Dieses programm wird ohne jegliche garantie geliefert

source: Licencia
de: Lizenz

source: Clic para ver la licencia en
de: Klicken sie lizenziert ansehen
it: Clicca per visualizzare la licenza

source: Hola desarrolladores de
de: Hallo entwickler

source: Ubicación de la base de datos
de: Standortdatenbank

source: Nombre de la base de datos
de: Die namensdatenbank

source: Ruta de la base de datos
de: Routen datenbank

source: Directorio de exportación
de: Exportverzeichnis

source: Caracter seperador para exportación
de: Caracter export seperador
it: Caracter esportazione seperador

source: Caracter seperador para importación
de: Import caracter seperador
it: Importa caracter seperador

source: Aceptar
de: Akzeptieren
it: Accettare

source: Cancelar
de: Stornieren
it: Annullare

source: Ocultar la barra de filtro
de: Blenden sie die filterleiste
it: Nascondere la barra del filtro

source: Mostrar la barra de filtro
de: Zeige filterleiste
it: Mostra barra del filtro

source: Ocultar la barra de orden
de: Ausblenden bar bestellen
it: Per bar nascondi

source: Mostrar la barra de orden
de: Anzeigen bar bestellen
it: Visualizza ordine bar

source: Contacte al desarrollador del programa para reportar el error.
de: Kontakt mit dem entwickler des programms, den fehler zu melden.

source: La vista que intenta guardar no esta configurada adecuadamente.
de: Die ansicht, dass sie versuchen, zu retten ist nicht richtig konfiguriert.
it: La vista che si tenta di salvare non è configurato correttamente.

source: Hay un error en la configuración de los encabezados
de: Es ist ein fehler in der konfiguration der headers

source: Archivo
de: Archivieren
it: Archivio

source: Importar
de: Materie
it: Questione

source: Exportar
de: Export
it: Esportazione

source: Restaurar
de: Wiederherstellen
it: Ripristinare

source: Salir
de: Ausfahrt
it: Uscita

source: Acciones
de: Aktionen
it: Azioni

source: Configuración
de: Konfiguration
it: Configurazione

source: Preferencias
de: Vorlieben
it: Preferenze

source: Informes
de: Informationen
it: Informazioni

source: Información
de: Informationen
it: Informazioni

source: Ayuda
de: Hilfe
it: Aiutare

source: Ajustar las preferencias
de: Festlegen von voreinstellungen
it: Impostare le preferenze

source: Imprimir la lista de contactos
de: Drucken kontaktliste
it: Stampa elenco di contatti

source: Abrir el formulario de pruebas de funciones
de: Öffnen sie das formular funktionstests
it: Aprire i test di funzionalità modulo

source: Importar contactos
de: Kontakte importieren
it: Importare i contatti

source: Exportar contactos
de: Export von kontakten
it: Esportare i contatti

source: Guardar
de: Speichern
it: Salvare

source: Borrar
de: Löschen
it: Cancellare

source: Editar
de: Bearbeiten
it: Modifica

source: La base de datos no sera creada
de: Die datenbank wird nicht erstellt werden
it: Non verrà creato il database

source: No existe el archivo
de: Keine solche datei
it: Nessun file

source: Existen
de: Da
it: Ci

source: Se utilizara el primero de la lista
de: Die erste in der liste wird verwendet,
it: Il primo della lista è usato

source: coincidencias
de: Streichhölzer
it: Fiammiferi

source: pero debería ser una sola
de: Aber es sollte eines sein,
it: Ma dovrebbe essere uno

source: No se pudo abrir la conexión a la base de datos
de: Konnte nicht die verbindung zur datenbank öffnen
it: Impossibile aprire la connessione al database

source: Índice
de: Index
it: Indice

source: Nombre
de: Name
it: Nome

source: Apellido
de: Nachname
it: Cognome

source: Apodo
de: Spitzname
it: Soprannome

source: Cumpleaños
de: Geburtstag

source: Rol
de: Rolle
it: Ruolo

source: División
de: Teilung
it: Divisione

source: Organización
de: Organisation
it: Organizzazione

source: Teléfono fijo
de: Festnetz
it: Fisso

source: Teléfono móvil
de: Telefon
it: Telefono

source: Usuario
de: Benutzer
it: Utente

source: Servidor
de: Server
it: Server

source: Dirección
de: Adresse
it: Indirizzo

source: Ciudad
de: Stadt
it: Città

source: Código postal
de: Postleitzahl
it: Codice postale

source: Provincia
de: Provinz

source: País
de: Land
it: Paese

source: Grupo
de: Gruppe
it: Gruppo

source: Código
de: Code

source: Número
de: Anzahl
it: Numero

source: Capital
de: Kapital
it: Capitale

source: Notas
de: Aufzeichnungen
it: Note

source: Fíjo
de: Fest
it: Fisso

source: Móvil
de: Mobil
it: Mobile

source: Correo
de: Post
it: Posta

source: Total
de: Gesamt
it: Totale

source: Cantidad
de: Menge
it: Quantità

source: Contactos
de: Kontakte
it: Contatti

source: Apellidos
de: Nachnamen
it: Cognomi

source: Nombres
de: Namen
it: Nomi

source: Apodos
de: Spitznamen
it: Soprannomi

source: Grupos
de: Gruppen
it: Gruppi

source: Provincias
de: Provinzen
it: Province

source: Servidores
de: Server
it: Server

source: Roles
de: Rollen
it: Ruoli

source: Organizaciones
de: Organisationen
it: Organizzazioni

source: Filtro
de: Filter

source: Falta el paquete
de: Fehlende paket
it: Pacchetto mancante

source: El archivo
de: Die datei
it: Il file

source: Hola
de: Hallo
it: Ciao

source: Espacios al inicio y al final
de: Leerzeichen am anfang und ende

source: Espacio al inicio
de: Raum zu beginn

source: Espacio al final
de: Platz am ende
it: Spazio alla fine

source: Repetidos
de: Wiederholt
it: Ripetuto

source: Excluidos
de: Ausgeschlossen
it: Esclusi

source: Desconocido
de: Unbekannt
it: Sconosciuto

source: Falta instalar el paquete
de: Sie benötigen das paket zu installieren
it: Necessità di installare il pacchetto

source: Faltan instalar los siguientes paquetes
de: Fehlende installieren sie die folgenden pakete
it: Manca installare i seguenti pacchetti

source: No
de: Nicht
it: Non

source: Sí
de: Ja

source: ¿Quiere abrir la terminal para poceder?
de: Sie wollen das terminal zu öffnen, um poceder?
it: Si vuole aprire il terminale di poceder?

source: Acerca de
it: Su

source: Cerrar
it: Vicino

source: Debe seleccionar un archivo compatible
it: È necessario selezionare un file compatibile

source: Debe seleccionar alguna entidad con la que trabajar
it: È necessario selezionare un soggetto di lavorare

source: Respaldar
it: Supporto

source: Agregar
it: Aggiungere

source: Ciudades
it: Città

source: Países
it: Paesi

source: Seleccionar directorio
it: Selezionare la directory

source: Seleccionar archivo
it: Seleziona il file

source: hay caracteres no compatibles
it: Ci sono caratteri non supportati
